Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/sport_and_leisure/sport_for_blind_and_visually_impaired_people.html.txt.tmx
Source language: en
Languages: ga

source: Sport for blind and visually impaired people
ga: Spórt do dhaoine atá dall agus a bhfuil míchumas na súl orthu

source: Vision Sports Ireland (formerly Irish Blind Sports) is the national governing body in Ireland for sporting activities for blind and visually impaired people
ga: Is é Spóirt Fís na hÉireann an t-údarás náisiúnta a rialaíonn imeachtaí spóirt do dhaoine atá dall agus a bhfuil míchumas na súl orthu

source: The organisation was founded in 1989 to encourage the participation in sport by blind and visually impaired people at all levels
ga: Bunaíodh an eagraíocht sa bhliain 1989 le daoine atá dall agus a bhfuil míchumas na súl orthu a spreagadh le páirt a ghlacadh i spórt ag gach leibhéal

source: The organisation has an executive committee and a constitution that outlines the rules and guidelines under which the activities are undertaken
ga: Tá coiste gnó ag an eagraíocht agus bunreacht a leagann síos na rialacha agus na treoirlínte do na himeachtaí

source: Funding for Vision Sports Ireland comes from the Sport Ireland
ga: Tá maoiniú dhá chur ar fáil do Spóirt Fís na hÉireann ó Spórt Éireann

source: Sports are conducted at all levels (including elite)
ga: Glactar páirt i spóirt ag gach leibhéal (ard leibhéal san áireamh)

source: Each sport undertaken by the organisation has its own principal co-ordinator who is responsible for promoting and organising activities within that sport
ga: Tá príomh-eagraí ceapaithe le plé le gach spórt a bhfuil baint ag an eagraíocht leis agus tá an duine sin freagrach as imeachtaí a chur chun cinn agus a eagrú taobh istigh den spórt áirid sin

source: In recent years, the organisation has significantly expanded the range of sports it has become involved in
ga: Le blianta anuas, tá méadú suntasach déanta ag an eagraíocht ar réimse na spórt a nglacann sé páirt iontu

source: Membership consists of people of all ages, backgrounds and sporting ability (including elite athletes)
ga: Tá ballraíocht oscailte do dhaoine de chuile aois, cúlra agus cumas spóirt (plúr na lúthchleasaithe san áireamh)

source: Sighted people can also become members of the organisation
ga: Is féidir le daoine a bhfuil radharc na súl acu a bheith ina mbaill den eagraíocht freisin

source: Volunteers, coaches and guides
ga: Oibrithe Deonacha, traenálaithe agus treoraithe

source: In addition to being participants in sport, sighted members frequently act as guides and volunteers
ga: Chomh maith le páirt a ghlacadh i spórt bíonn daoine le radharc na súl ag feidhmiú go minic ina dtreoraithe agus ina n-oibrithe deonacha

source: Volunteers, coaches and guides form an integral part of Vision Sports Ireland
ga: Is cuid lárnach de Spóirt Fís na hÉireann iad na hoibrithe deonacha, traenálaithe agus treoraithe

source: While anyone can become a member of Vision Sports Ireland, the majority of participants range in age from teenagers upwards
ga: Cé gur féidir le duine ar bith ballraíocht a ghlacadh i Spóirt Fís na hÉireann, tá formhór na mball ina ndéagóirí agus níos sine

source: Membership of Vision Sports Ireland for 1 year costs €10 for adults and €5 for children (payable on 1st January each year)
ga: Cosnaíonn ballraíocht bhliana i Spóirt Fís na hÉireann €10 do dhaoine fásta agus €5 do pháistí (iníoctha ar an 1 Eanáir gach bliain)

source: Membership is considered on an individual basis and fees may be waived in certain cases
ga: Déantar gach iarratas ar bhallraíocht a mheas ann féin agus i gcásanna áirid is féidir an táille bhallraíochta a chur ar neamhní

source: If you would like to become involved (as a participant, volunteer, coach, guide, etc.), contact the organisation at the address below
ga: Más mian leatsa, nó duine ar d'aithne, páirt a ghlacadh (mar rannpháirtí, oibrí deonach, traenálaí, treoraí, & rl) déan teagmháil leis an eagraíocht ag an seoladh thíos

source: Further information about the sports involved and contact information for the co-ordinator of each sport is available on the Vision Sports Ireland website and from the address below
ga: Tá tuilleadh eolais maidir leis na spóirt atá i gceist agus sonraí teagmhála an té atá ag plé le gach spórt ar fáil ar an láithreán gréasáin Spóirt Fís na hÉireann agus ón seoladh thíos
